{
  "page_id": "gilgit-baltistan-pakistan-tour-package",
  "url": "",
  "metadata": {
    "title": "10 Days Gilgit Baltistan Pakistan Adventure Tour Package"
  },
  "sections": [
    {
      "header": "10 Days Gilgit Baltistan Pakistan Adventure Tour Package",
      "content": "(10 Reviews)"
    },
    {
      "header": "Gilgit Baltistan Tour Highlights",
      "content": ""
    },
    {
      "header": "About 10 Days Gilgit Baltistan Trip",
      "content": ""
    },
    {
      "header": "Trip Itinerary",
      "content": ""
    },
    {
      "header": "Day 1: Departure for Hunza Skardu Tour",
      "content": "Departure from Lahore at nightDrive from Islamabad in early morningTravel to Gilgit Baltistan via Motorway & Hazara ExpresswayContinue travel toNaranorChillaswith photography stops.Short stays at majestic waterfalls and scenic view points.Sightseeing stays atNaran,Lulusar Lake, orSummer Nalla(KKH)Reach Chillas at night or Naran in evening and transfer to hotel.Overnight stay at the hotel inNaran/Chillas."
    },
    {
      "header": "Day 2: Headed towards Skardu - Visit Shangrilla Lake",
      "content": "Departure forSkarduafter check out from hotel in ChillasTravel enroute to Gilgit Skardu Road alongIndus RiverShort stay atAstak Nallafor refreshmentTravelling throughHimalayan Majestic MountainsReach Skardu in afternoon and visitShangrilla LakeBoating at enchantingUpper Kachura LakeTransfer to hotel in eveningOvernight stay inSkardu"
    },
    {
      "header": "Day 3: Explore Deosai Plain or Bashu Meadows in Prados",
      "content": "Transfer to 4×4 Prados to exploreDeosai Plain & Sheosar LakeShort stay at captivating Satpara LakeVisit breathtakingBara Pani & Kala PaniBrown BearSightseeing (depends on your luck)Experience the vivid nature atSheosar LakeExplore the Flora and Fauna of world highest plainProceed back toSkarduafter off-road track tripOvernight stay in nice hotel inSkarduIn case of Deosai closure, will visitBashu Meadows"
    },
    {
      "header": "Day 4: Travel to Hunza via Karakoram Highway",
      "content": "Check out from hotel after early breakfastDeparture forHunza ValleyTravel to Hunza viaKarakoram HighwayVisit 3 Mountain Continental Junction PointSight view ofNanga Parbat– (9th highest mountain)Short stay atRakaposhi View Point(Mother of Mist)Roaming at local markets and villages if time allowedReach Hunza and transfer to hotelOvernight stay in Hunza"
    },
    {
      "header": "Day 5: Explore Attabad Lake & Khunjerab Pass Excursion",
      "content": "Departure for high altitude border ofKhunjerab PassVisit breathtaking & vividAttabad Lakealong with different water sportsSightseeing needle-likePassu& glacialShispar PeakwithGlaciers ViewExplore & Shopping atSost,the last town towards extreme northProceed toKhunjerab Pass – Pak China Border(4700 m – 15400 feet)Crossover to hangingHussaini Suspension Bridgeover Hunza RiverDinner & Overnight stay in nice hotel with beautiful view inHunza"
    },
    {
      "header": "Day 6: Visit Altit - Baltit Forts & Explore Karimabad Bazar",
      "content": "Breakfast in hotelVisit medievalAltit Fortin old village of HunzaExploreRoyal Gardenof Altit Valley380m short hike toBaltit FortKarimabadLocal guided tours inside the fort with rich historyPhotography session with most amazing Rakaposhi MountainHead out to exploreKarimabad Marketfor shoppingTaste the Local food with cultural interactionOvernight stay in Hunza Hotel"
    },
    {
      "header": "Day 7: Drive Back to Naran Valley or Besham City",
      "content": "Breakfast at Hotel in early morningCheck out from Hotel & move back to Naran 9:00 amSightseeing stays on the wayShort stay at mother of mist & loftyRakaposhi View PointExplore spectacular views ofBabusar TopHeaded towards Naran ValleyRefreshment stay at Besal inMoon Restaurantin eveningReach Naran at night and transfer to HotelDinner & Overnight stay in Hotel Naran/Besham"
    },
    {
      "header": "Day 8: Travel back to Lahore or Islamabad after exotic tour",
      "content": "Tasty Breakfast in HotelCheck out from Hotel and Travel back to Lahore/IslamabadShort refreshment stays on the wayVisit Kiwayi Waterfall (Abshaar Cafe)Shorty stay at Balakot for some restHeaded towards Lahore/Islamabad via Hazara MotorwayReach Islamabad in evening & Lahore at nightEnd of Services with unforgettable memories"
    },
    {
      "header": "Places to Visit",
      "content": ""
    },
    {
      "header": "Frequently Asked Questions",
      "content": ""
    },
    {
      "header": "1.How to Book Skardu tour?",
      "content": "Need to pay 30% to 50% advance for reservation of Tour. Remaining at the Departure time you will have to pay remaining balance. Receipt will issue to you after received the advance.Online Bank TransferJazz Cash / Easy PaisaWise or RemittanceWestern UnionOthers…"
    },
    {
      "header": "2.Is Skardu safe for tourists?",
      "content": "Skardu Valley is found in the Gilgit Baltistan area of Pakistan. It is a safe and secure destination for couples and families with children to explore the main attractions of Skardu."
    },
    {
      "header": "3.Are there direct flights for Skardu?",
      "content": "From Islamabad:Skardu direct flights are available from Islamabad 2 flights a week in the winter (November – April). In the summer season (May – September), daily flights are available from Islamabad, which take 1 hour to travel over the majestic mountains.From Lahore:2 Direct flights a week to Skardu are available in the Summer Season (May – September), which takes one and a half hours from Lahore International Airport.From Karachi:Two direct flights a week depart Karachi International Airport for Skardu during the Summer Season (May – September)."
    },
    {
      "header": "4.What is special about Skardu?",
      "content": "Skardu Valley serves as a gateway to some of the tallest mountain peaks globally, including Gasherbrum, K2, K3, and Deosai, which is the highest plain. This region exemplifies hospitality and respect towards visitors."
    },
    {
      "header": "5.Is there any airport in Skardu?",
      "content": "Yes, Skardu Airport is situated in Gamba Skardu, which is 19 km to the west of Skardu city center. The distance from Skardu Airport to Kachura (Shangrila Lake) is 23 km."
    },
    {
      "header": "6.Which mobile network works in Skardu?",
      "content": "All mobile networks operate in Skardu, but Telenor, Scom, and Zong provide the best and most reliable internet coverage."
    },
    {
      "header": "7.What are the Jeep rates for Deosai and Bashu?",
      "content": "A Prado (5 to 6 persons) will charge you between Rs.15000 and Rs.17000 for a round trip from Skardu to Deosai Plain, and the same price applies to Bashu Valley."
    },
    {
      "header": "8.What are the best restaurants in Skardu?",
      "content": "Indus LodgesShahi DeewanKhan ShinwariNorth CafeThe Grind Cafe"
    },
    {
      "header": "9.What to buy in Skardu?",
      "content": "Look for distinctive handmade crafts like Pashmina shawls, carpets, and traditional Balti jewelry. You can also purchase a variety of dried fruits and Shalajeet."
    },
    {
      "header": "10.In which mountain ranges Skardu located?",
      "content": "Skardu is located in Baltistan within the Himalayas and serves as the capital city of the Baltistan region. All essential supplies are available in Skardu."
    },
    {
      "header": "11.How far is Hunza from Skardu?",
      "content": "It is also possible to travel via the Karakoram Highway and Gilgit-Skardu Road (GSR), which travels approximately 290 kilometers (5 hours), a route that is generally accessible throughout the year, depending on weather conditions."
    },
    {
      "header": "12.Can we see K-2 from Skardu?",
      "content": "K2 cannot be seen from Skardu city. To observe the second-highest peak in the world, a trek lasting 2 to 3 days is required from the main city of Skardu."
    },
    {
      "header": "13.What are the best hotels to stay in Skardu?",
      "content": "There are many standard, deluxe, and luxury hotels to stay in Skardu and its surroundings as follow some of these:Khoj ResortHimalaya HotelHimmel ResortShangrilla ResortQayam SkarduAl-Noor Starlet"
    },
    {
      "header": "14.Which type of transport used for travelling ?",
      "content": "Transport depends on the number of persons. For our group tours, we use a private AC Coaster Saloon. We have sanitized and well-maintained AC vehicles with expert drivers to make your journey smooth and leisure.2 – 3 People (Sedan Car)4 – 6 People (Honda BRV or APV)7 – 9 Persons (Low-Roof)10 – 13 Persons (Hi-Roof)Coaster Saloon (20 Seaters) is perfect and comfortable transport"
    },
    {
      "header": "15.What are Terms & Conditions?",
      "content": "Standard hotel check-in time is 12:00 pm, and check-out time is 10:00 am.Meals other than those specified are an exclusion from the package.Vehicles will be provided as per the group size.ACs don’t work in Hilly Areas as the climate is moderate.Hotels are subject to availability; guests will be accommodated in similar properties if unavailable.The monument entry fee and camera charges are not included in the package.Children above 8 years of age will be considered adults only. There are no charges for children below 5 years of age.All international and domestic airfare, visa fees, airport tax, or any insurance cover is not a part of the package.Govt. Approved ID is mandatory for each guest when booking and upon arrival.All foreign nationals must share their passport and visa details when booking and upon arrival.Prices might greatly vary on Blackout Dates(special dates like Eid ul Fitr, Eid ul Adha, New Year’s, etc.). You can connect with us directly to get the best rates for these days.The prices may vary based on the season and the number of travelers traveling per day in a specific region, as there is limited hotel availability in hilly areas.Any deviation from the Vehicle’s planned route at the customer’s request during the tour will be chargeable per km basis.Any breakage or damage of items at the hotels/resorts/camps/vehicles will be charged at actuals.The package cost will not accommodate personal expenses like portage, tips, laundry, mineral water, etc.Nature Adventure Club reserves the right to rearrange the itinerary due to any disturbances (i.e., severe weather conditions, political unrest or others).Any rescheduling/rearrangement of a package due to circumstances beyond NAC control might invite additional hotel charges and/or vehicle charges.If a traveler wants to or decides to leave the trip in the middle, the traveler will bear all the expenses from that point onwards. Neither the operator nor Nature Adventure Club will be responsible for such decisions or refunds.Avoid using plastic bags and maintain the ecological balance of the destinations. Travelers littering may be fined."
    },
    {
      "header": "1.How to book the Hunza Pakistan tour?",
      "content": "To reserve a tour, pay a 40% advance through bank transfer, Easy Paisa, or Jazz Cash forlocal tourists.For Foreigners:Remittance, Western Union, andSwift Code can be used to send advance to reserve the Pakistan Tour."
    },
    {
      "header": "2.What is special about Hunza Valley?",
      "content": "People often call Hunza Valley the breathtaking Heaven on Earth. Hunza Peak, Rakaposhi, Ultar Sar, and Ladyfinger Peak surround the Hunza Valley. This valley offers various attractive naturalistic sights and cultural interactions that lure millions of tourists."
    },
    {
      "header": "3.What are the hotels options in Hunza Valley?",
      "content": "There are many hotel options in Hunza Valley:Hunza ElitesHunza Bliss HotelOffto ResortFamree ResortDarbar HotelRoomy DastanSerena HotelLuxus Hunza"
    },
    {
      "header": "4.What are the famous fruits of Hunza Valley?",
      "content": "Apple, Grapes, Cherry, and Apricot are the famous fruits of the Hunza. Life revolves around the apricot and is eaten in all forms, fresh, dried, oil, and kernels. The Apricot tree flowers from March to April and this delicious fruit is harvested in July."
    },
    {
      "header": "5.What are the famous cakes of Hunza Valley?",
      "content": "TheApricot Cakeat Glacier Breeze next to Passu Cathedral is my favorite cake in Hunza Valley or anywhere along the KKH.Cafe De Hunza preparesWalnut Cakeusing walnuts, honey, and flour, and the ingredients, especially walnuts and honey give the cake a high nutritional value."
    },
    {
      "header": "6.What to buy from Hunza Valley?",
      "content": ""
    },
    {
      "header": "7.How to get Tourist Visa to visit Hunza?",
      "content": "Foreigners from all over the world can visit Pakistan by getting online visa services. E-visa and Visa prior to arrival are available just a few clicks away. Visit the Nadra E-visa website to apply for the visa with your photographs, passport images, and invitation letter, we provided to you. No NOC required to visit Gilgit Baltistan Region of Northern Pakistan."
    },
    {
      "header": "8.What is Hunza Water?",
      "content": "The essence of Hunza water (long-lived people formulaThe Silica colloid) is secret. This water is naturally gray blackish, and 100% drinkable which is more digestible for good health. A magnetic effect is created in water by silica colloid minerals (the circle in the center)aremade up ofsilica and oxygen atoms."
    },
    {
      "header": "9.Is there any airport in Hunza Valley?",
      "content": "A flight from Islamabad to Gilgit takes about 1 hour, while a flight to Gilgit takes around 45 minutes. From Gilgit to Hunza Valley is about 100 km and takes a journey time of 3 to 4 hours."
    },
    {
      "header": "10.Which Mobile Network works in Hunza?",
      "content": "Scom, Telenor, and Zong provide mobile service in the Hunza Valley, ensuring connectivity for travelers."
    },
    {
      "header": "11.When is Autumn and Spring season in Hunza Pakistan?",
      "content": "The spring season traverses frommid-March to mid-Apriland draws many visitors due to the vibrant blossoms of cherry and apricot trees.Conversely, the autumn season frommid-October to mid-Novemberis the optimal period to witness the dramatic display of falling leaves and the vibrant colors characteristic of Hunza Valley."
    },
    {
      "header": "12.What are the best restaurants in Hunza Valley?",
      "content": "Hunza Valley is home to various restaurants that offer a range of delectable cuisine. Notable establishments includeCafe De Hunza, Rainbow Restaurant, Pizza Pamir, and a Chinese Restaurant serving pizza, burgers, fast food, and traditional local dishes available for delivery."
    },
    {
      "header": "13.How many days are enough to visit Hunza?",
      "content": "For those looking to fully explore and enjoy the main attractions of Hunza Valley and its breathtaking natural landscapes, it is advisable to spend around 5 to 8 days in the area. This duration allows visitors to experience the beauty and culture of the valley to the fullest."
    },
    {
      "header": "14.Is Hunza Valley safe for foreigners & local tourists?",
      "content": "The Hunza Valley is a stunning destination in Pakistan’s Northern Areas, known for its beautiful landscapes, pleasant climate, and rich culture. It is a safe and secure place for families and visitors of all backgrounds, attracting tourists every year."
    },
    {
      "header": "15.What are Terms & Conditions?",
      "content": "Standard hotel check-in time is 12:00 pm, and check-out time is 10:00 am.Meals other than those specified are an exclusion from the package.Vehicles will be provided as per the group size.ACs don’t work in Hilly Areas as the climate is moderate.Hotels are subject to availability; guests will be accommodated in similar properties if unavailable.The monument entry fee and camera charges are not included in the package.Children above 8 years of age will be considered adults only. There are no charges for children below 5 years of age.All international and domestic airfare, visa fees, airport tax, or any insurance cover is not a part of the package.Govt. Approved ID is mandatory for each guest when booking and upon arrival.All foreign nationals must share their passport and visa details when booking and upon arrival.Prices might greatly vary on Blackout Dates(special dates like Eid ul Fitr, Eid ul Adha, New Year’s, etc.). You can connect with us directly to get the best rates for these days.The prices may vary based on the season and the number of travelers traveling per day in a specific region, as there is limited hotel availability in hilly areas.Any deviation from the Vehicle’s planned route at the customer’s request during the tour will be chargeable per km basis.Any breakage or damage of items at the hotels/resorts/camps/vehicles will be charged at actuals.The package cost will not accommodate personal expenses like portage, tips, laundry, mineral water, etc.TripMaker reserves the right to rearrange the itinerary due to any disturbances (i.e., severe weather conditions, political unrest or others).Any rescheduling/rearrangement of a package due to circumstances beyond TripMaker’s control might invite additional hotel charges and/or vehicle charges.If a traveler wants to or decides to leave the trip in the middle, the traveler will bear all the expenses from that point onwards. Neither the operator nor TripMaker will be responsible for such decisions or refunds.Avoid using plastic bags and maintain the ecological balance of the destinations. Travelers littering may be fined."
    },
    {
      "header": "Get to know before travel",
      "content": "Mobile Network: Only the Postpaid network (Telenor, Zong, SCOM) is active in the region.Breakfast availability in a hotel mostly starts from 7:30 am to 9:30 am.Please ensure you bring enough warm clothing and the correct shoes for the tour. Ideally, you should carry 20 kg of luggage in case you have to carry it to a backup vehicle, as well as to the accommodation.Rates may fluctuate with any change in services/hotels. The client will be responsible for the difference in costs if the package is amended due to an increase in guests or a change in the hotel.The hotels are subject to their availability. The travelers will be accommodated in a property of a similar standard, in case they are unavailable.Regardless of the number of days or any service compromises, the Nature Adventure Club reserves the right to rearrange the itinerary if any disruption occurs (such as weather or political conditions).The weather in Hunza Valley is unpredictable and harsh, as a result, the hotels and their facilities cannot compare to those in similar locations in other parts of the country. They are more basic, but Hunza people carry the local warmth, compensating for the star categories.Consult a physician before undertaking the tour. Carry basic medications and a first-aid kit during the tour.Force Majeure: If unforeseen circumstances or disasters force [Nature Adventure Club] to reschedule a tour or trek, [Nature Adventure Club] reserves the right to change the itinerary to ensure the safety and well-being of clients and staff.Cancellation After Rescheduling: Our standard cancellation policy applies to clients who reschedule their tours or treks and then cancel them. Any rescheduling fees paid will be non-refundable."
    },
    {
      "header": "Checklist for Tourists",
      "content": "DocumentsOriginal Identity CardItineraryBooking ConfirmationsPassport (International Tourists)Visas (International Tourists)ClothingMix and Match Clothes (According to Weather)Comfortable Shoes – (walking and exploring)Rain Gear – If your destination is rainy, pack a raincoat or umbrella.Warm Layers – Sweater or Jacket, Trouser, Woolen Socks.ToiletriesShampoo, Conditioner, Soap, Toothpaste, ToothbrushBasic Medications – Pack any medications you take regularlySkin Care Products (Moisturizer and Sunblock)Other EssentialsDay Bag &Water BottleUniversal Power Adapter or Power BankElectronics – Pack your phone, chargers, headphones, camera.Entertainment – Pack books, magazines, or a Kindle.Neck Rest & Small Pillows for long travel.First-Aid Kit – Band-aids, Antiseptic wipes, and Pain relievers.Snacks – Pack some snacks whileroadtraveling.Enough Cash – Sometimes ATMs are not available"
    },
    {
      "header": "Documents",
      "content": "Original Identity CardItineraryBooking ConfirmationsPassport (International Tourists)Visas (International Tourists)"
    },
    {
      "header": "Clothing",
      "content": "Mix and Match Clothes (According to Weather)Comfortable Shoes – (walking and exploring)Rain Gear – If your destination is rainy, pack a raincoat or umbrella.Warm Layers – Sweater or Jacket, Trouser, Woolen Socks."
    },
    {
      "header": "Toiletries",
      "content": "Shampoo, Conditioner, Soap, Toothpaste, ToothbrushBasic Medications – Pack any medications you take regularlySkin Care Products (Moisturizer and Sunblock)"
    },
    {
      "header": "Other Essentials",
      "content": "Day Bag &Water BottleUniversal Power Adapter or Power BankElectronics – Pack your phone, chargers, headphones, camera.Entertainment – Pack books, magazines, or a Kindle.Neck Rest & Small Pillows for long travel.First-Aid Kit – Band-aids, Antiseptic wipes, and Pain relievers.Snacks – Pack some snacks whileroadtraveling.Enough Cash – Sometimes ATMs are not available"
    },
    {
      "header": "What's inside the Package?",
      "content": ""
    },
    {
      "header": "Inclusions",
      "content": ""
    },
    {
      "header": "Exclusions",
      "content": ""
    },
    {
      "header": "Adding item to wishlist requires an account",
      "content": ""
    },
    {
      "header": "Already A Member?",
      "content": [
        "Username or E-mailPassword",
        "Forget Password?"
      ]
    },
    {
      "header": "Don't have an account? Create one.",
      "content": "When you book with an account, you will be able to track your payment status, track the confirmation and you can also rate the tour after you finished the tour.Sign Up"
    },
    {
      "header": "Make My Trip",
      "content": ""
    },
    {
      "header": "Why Nature Club",
      "content": ""
    },
    {
      "header": "Need Help?",
      "content": ""
    },
    {
      "header": "Discounted Tour Offers",
      "content": "Skardu Tours PackagesHunza Tours PackagesSwat Tours PackagesFairy Meadows Tour PackagesNaran Kaghan Tour PackagesAzad Kashmir Tour Packages"
    },
    {
      "header": "More About Hunza Tourism",
      "content": ""
    },
    {
      "header": "Ammar Talha",
      "content": "Couple Traveller"
    },
    {
      "header": "Zenab Abdullah",
      "content": "Family Traveller"
    },
    {
      "header": "Aliza Shahid",
      "content": "Group Traveller"
    },
    {
      "header": "Sulman Naseem",
      "content": "Group Traveller"
    },
    {
      "header": "Aman Rashid",
      "content": "Group Traveller"
    },
    {
      "header": "Contact",
      "content": ""
    },
    {
      "header": "Pakistan Trips",
      "content": "Fairy Meadows ToursHunza Skardu ToursHunza Valley ToursSkardu ToursSwat Kalam ToursAzad Kashmir ToursNaran Kaghan ToursPakistan Northern Areas ToursKumrat Valley Tours"
    },
    {
      "header": "Destinations",
      "content": "1. Azad Kashmir2. Hunza3. Naran Kaghan4. Swat Kalam5. Skardu Valley6. Northern Areas7. Fairy Meadows8. Gilgit Baltistan9. Kumrat Valley"
    },
    {
      "header": "1. Azad Kashmir",
      "content": ""
    },
    {
      "header": "2. Hunza",
      "content": ""
    },
    {
      "header": "3. Naran Kaghan",
      "content": ""
    },
    {
      "header": "4. Swat Kalam",
      "content": ""
    },
    {
      "header": "5. Skardu Valley",
      "content": ""
    },
    {
      "header": "6. Northern Areas",
      "content": ""
    },
    {
      "header": "7. Fairy Meadows",
      "content": ""
    },
    {
      "header": "8. Gilgit Baltistan",
      "content": ""
    },
    {
      "header": "9. Kumrat Valley",
      "content": ""
    }
  ],
  "chunks": [
    {
      "id": "gilgit-baltistan-pakistan-tour-package_10 Days Gilgit Baltistan Pakistan Adventure Tour Package_0",
      "text": "(10 Reviews)",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "10 Days Gilgit Baltistan Pakistan Adventure Tour Package",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Day 1: Departure for Hunza Skardu Tour_0",
      "text": "Departure from Lahore at nightDrive from Islamabad in early morningTravel to Gilgit Baltistan via Motorway & Hazara ExpresswayContinue travel toNaranorChillaswith photography stops.Short stays at majestic waterfalls and scenic view points.Sightseeing stays atNaran,Lulusar Lake, orSummer Nalla(KKH)Reach Chillas at night or Naran in evening and transfer to hotel.Overnight stay at the hotel inNaran/Chillas.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Day 1: Departure for Hunza Skardu Tour",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Day 2: Headed towards Skardu - Visit Shangrilla Lake_0",
      "text": "Departure forSkarduafter check out from hotel in ChillasTravel enroute to Gilgit Skardu Road alongIndus RiverShort stay atAstak Nallafor refreshmentTravelling throughHimalayan Majestic MountainsReach Skardu in afternoon and visitShangrilla LakeBoating at enchantingUpper Kachura LakeTransfer to hotel in eveningOvernight stay inSkardu",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Day 2: Headed towards Skardu - Visit Shangrilla Lake",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Day 3: Explore Deosai Plain or Bashu Meadows in Prados_0",
      "text": "Transfer to 4×4 Prados to exploreDeosai Plain & Sheosar LakeShort stay at captivating Satpara LakeVisit breathtakingBara Pani & Kala PaniBrown BearSightseeing (depends on your luck)Experience the vivid nature atSheosar LakeExplore the Flora and Fauna of world highest plainProceed back toSkarduafter off-road track tripOvernight stay in nice hotel inSkarduIn case of Deosai closure, will visitBashu Meadows",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Day 3: Explore Deosai Plain or Bashu Meadows in Prados",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Day 4: Travel to Hunza via Karakoram Highway_0",
      "text": "Check out from hotel after early breakfastDeparture forHunza ValleyTravel to Hunza viaKarakoram HighwayVisit 3 Mountain Continental Junction PointSight view ofNanga Parbat– (9th highest mountain)Short stay atRakaposhi View Point(Mother of Mist)Roaming at local markets and villages if time allowedReach Hunza and transfer to hotelOvernight stay in Hunza",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Day 4: Travel to Hunza via Karakoram Highway",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Day 5: Explore Attabad Lake & Khunjerab Pass Excursion_0",
      "text": "Departure for high altitude border ofKhunjerab PassVisit breathtaking & vividAttabad Lakealong with different water sportsSightseeing needle-likePassu& glacialShispar PeakwithGlaciers ViewExplore & Shopping atSost,the last town towards extreme northProceed toKhunjerab Pass – Pak China Border(4700 m – 15400 feet)Crossover to hangingHussaini Suspension Bridgeover Hunza RiverDinner & Overnight stay in nice hotel with beautiful view inHunza",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Day 5: Explore Attabad Lake & Khunjerab Pass Excursion",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Day 6: Visit Altit - Baltit Forts & Explore Karimabad Bazar_0",
      "text": "Breakfast in hotelVisit medievalAltit Fortin old village of HunzaExploreRoyal Gardenof Altit Valley380m short hike toBaltit FortKarimabadLocal guided tours inside the fort with rich historyPhotography session with most amazing Rakaposhi MountainHead out to exploreKarimabad Marketfor shoppingTaste the Local food with cultural interactionOvernight stay in Hunza Hotel",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Day 6: Visit Altit - Baltit Forts & Explore Karimabad Bazar",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Day 7: Drive Back to Naran Valley or Besham City_0",
      "text": "Breakfast at Hotel in early morningCheck out from Hotel & move back to Naran 9:00 amSightseeing stays on the wayShort stay at mother of mist & loftyRakaposhi View PointExplore spectacular views ofBabusar TopHeaded towards Naran ValleyRefreshment stay at Besal inMoon Restaurantin eveningReach Naran at night and transfer to HotelDinner & Overnight stay in Hotel Naran/Besham",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Day 7: Drive Back to Naran Valley or Besham City",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Day 8: Travel back to Lahore or Islamabad after exotic tour_0",
      "text": "Tasty Breakfast in HotelCheck out from Hotel and Travel back to Lahore/IslamabadShort refreshment stays on the wayVisit Kiwayi Waterfall (Abshaar Cafe)Shorty stay at Balakot for some restHeaded towards Lahore/Islamabad via Hazara MotorwayReach Islamabad in evening & Lahore at nightEnd of Services with unforgettable memories",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Day 8: Travel back to Lahore or Islamabad after exotic tour",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_1.How to Book Skardu tour?_0",
      "text": "Need to pay 30% to 50% advance for reservation of Tour. Remaining at the Departure time you will have to pay remaining balance. Receipt will issue to you after received the advance.Online Bank TransferJazz Cash / Easy PaisaWise or RemittanceWestern UnionOthers…",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "1.How to Book Skardu tour?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_2.Is Skardu safe for tourists?_0",
      "text": "Skardu Valley is found in the Gilgit Baltistan area of Pakistan. It is a safe and secure destination for couples and families with children to explore the main attractions of Skardu.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "2.Is Skardu safe for tourists?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_3.Are there direct flights for Skardu?_0",
      "text": "From Islamabad:Skardu direct flights are available from Islamabad 2 flights a week in the winter (November – April). In the summer season (May – September), daily flights are available from Islamabad, which take 1 hour to travel over the majestic mountains.From Lahore:2 Direct flights a week to Skardu are available in the Summer Season (May – September), which takes one and a half hours from Lahore International Airport.From Karachi:Two direct flights a week depart Karachi International Airport for Skardu during the Summer Season (May – September).",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "3.Are there direct flights for Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_4.What is special about Skardu?_0",
      "text": "Skardu Valley serves as a gateway to some of the tallest mountain peaks globally, including Gasherbrum, K2, K3, and Deosai, which is the highest plain. This region exemplifies hospitality and respect towards visitors.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "4.What is special about Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_5.Is there any airport in Skardu?_0",
      "text": "Yes, Skardu Airport is situated in Gamba Skardu, which is 19 km to the west of Skardu city center. The distance from Skardu Airport to Kachura (Shangrila Lake) is 23 km.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "5.Is there any airport in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_6.Which mobile network works in Skardu?_0",
      "text": "All mobile networks operate in Skardu, but Telenor, Scom, and Zong provide the best and most reliable internet coverage.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "6.Which mobile network works in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_7.What are the Jeep rates for Deosai and Bashu?_0",
      "text": "A Prado (5 to 6 persons) will charge you between Rs.15000 and Rs.17000 for a round trip from Skardu to Deosai Plain, and the same price applies to Bashu Valley.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "7.What are the Jeep rates for Deosai and Bashu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_8.What are the best restaurants in Skardu?_0",
      "text": "Indus LodgesShahi DeewanKhan ShinwariNorth CafeThe Grind Cafe",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "8.What are the best restaurants in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_9.What to buy in Skardu?_0",
      "text": "Look for distinctive handmade crafts like Pashmina shawls, carpets, and traditional Balti jewelry. You can also purchase a variety of dried fruits and Shalajeet.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "9.What to buy in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_10.In which mountain ranges Skardu located?_0",
      "text": "Skardu is located in Baltistan within the Himalayas and serves as the capital city of the Baltistan region. All essential supplies are available in Skardu.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "10.In which mountain ranges Skardu located?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_11.How far is Hunza from Skardu?_0",
      "text": "It is also possible to travel via the Karakoram Highway and Gilgit-Skardu Road (GSR), which travels approximately 290 kilometers (5 hours), a route that is generally accessible throughout the year, depending on weather conditions.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "11.How far is Hunza from Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_12.Can we see K-2 from Skardu?_0",
      "text": "K2 cannot be seen from Skardu city. To observe the second-highest peak in the world, a trek lasting 2 to 3 days is required from the main city of Skardu.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "12.Can we see K-2 from Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_13.What are the best hotels to stay in Skardu?_0",
      "text": "There are many standard, deluxe, and luxury hotels to stay in Skardu and its surroundings as follow some of these:Khoj ResortHimalaya HotelHimmel ResortShangrilla ResortQayam SkarduAl-Noor Starlet",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "13.What are the best hotels to stay in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_14.Which type of transport used for travelling ?_0",
      "text": "Transport depends on the number of persons. For our group tours, we use a private AC Coaster Saloon. We have sanitized and well-maintained AC vehicles with expert drivers to make your journey smooth and leisure.2 – 3 People (Sedan Car)4 – 6 People (Honda BRV or APV)7 – 9 Persons (Low-Roof)10 – 13 Persons (Hi-Roof)Coaster Saloon (20 Seaters) is perfect and comfortable transport",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "14.Which type of transport used for travelling ?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_15.What are Terms & Conditions?_0",
      "text": "Standard hotel check-in time is 12:00 pm, and check-out time is 10:00 am.Meals other than those specified are an exclusion from the package.Vehicles will be provided as per the group size.ACs don’t work in Hilly Areas as the climate is moderate.Hotels are subject to availability; guests will be accommodated in similar properties if unavailable.The monument entry fee and camera charges are not included in the package.Children above 8 years of age will be considered adults only. There are no charges for children below 5 years of age.All international and domestic airfare, visa fees, airport tax, or any insurance cover is not a part of the package.Govt. Approved ID is mandatory for each guest when booking and upon arrival.All foreign nationals must share their passport and visa details when booking and upon arrival.Prices might greatly vary on Blackout Dates(special dates like Eid ul Fitr, Eid ul Adha, New Year’s, etc.). You can connect with us directly to get the best rates for these days.The prices may vary based on the season and the number of travelers traveling per day in a specific region, as there is limited hotel availability in hilly areas.Any deviation from the Vehicle’s planned route at the customer’s request during the tour will be chargeable per km basis.Any breakage or damage of items at the hotels/resorts/camps/vehicles will be charged at actuals.The package cost will not accommodate personal expenses like portage, tips, laundry, mineral water, etc.Nature Adventure Club reserves the right to rearrange the itinerary due to any disturbances (i.e., severe weather conditions, political unrest or others).Any rescheduling/rearrangement of a package due to circumstances beyond NAC control might invite additional hotel charges and/or vehicle charges.If a traveler wants to or decides to leave the trip in the middle, the traveler will bear all the expenses from that point onwards. Neither the operator nor Nature Adventure Club will be responsible for such decisions or refunds.Avoid using plastic bags and maintain the ecological balance of the destinations. Travelers littering may be fined.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "15.What are Terms & Conditions?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_1.How to book the Hunza Pakistan tour?_0",
      "text": "To reserve a tour, pay a 40% advance through bank transfer, Easy Paisa, or Jazz Cash forlocal tourists.For Foreigners:Remittance, Western Union, andSwift Code can be used to send advance to reserve the Pakistan Tour.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "1.How to book the Hunza Pakistan tour?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_2.What is special about Hunza Valley?_0",
      "text": "People often call Hunza Valley the breathtaking Heaven on Earth. Hunza Peak, Rakaposhi, Ultar Sar, and Ladyfinger Peak surround the Hunza Valley. This valley offers various attractive naturalistic sights and cultural interactions that lure millions of tourists.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "2.What is special about Hunza Valley?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_3.What are the hotels options in Hunza Valley?_0",
      "text": "There are many hotel options in Hunza Valley:Hunza ElitesHunza Bliss HotelOffto ResortFamree ResortDarbar HotelRoomy DastanSerena HotelLuxus Hunza",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "3.What are the hotels options in Hunza Valley?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_4.What are the famous fruits of Hunza Valley?_0",
      "text": "Apple, Grapes, Cherry, and Apricot are the famous fruits of the Hunza. Life revolves around the apricot and is eaten in all forms, fresh, dried, oil, and kernels. The Apricot tree flowers from March to April and this delicious fruit is harvested in July.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "4.What are the famous fruits of Hunza Valley?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_5.What are the famous cakes of Hunza Valley?_0",
      "text": "TheApricot Cakeat Glacier Breeze next to Passu Cathedral is my favorite cake in Hunza Valley or anywhere along the KKH.Cafe De Hunza preparesWalnut Cakeusing walnuts, honey, and flour, and the ingredients, especially walnuts and honey give the cake a high nutritional value.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "5.What are the famous cakes of Hunza Valley?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_7.How to get Tourist Visa to visit Hunza?_0",
      "text": "Foreigners from all over the world can visit Pakistan by getting online visa services. E-visa and Visa prior to arrival are available just a few clicks away. Visit the Nadra E-visa website to apply for the visa with your photographs, passport images, and invitation letter, we provided to you. No NOC required to visit Gilgit Baltistan Region of Northern Pakistan.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "7.How to get Tourist Visa to visit Hunza?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_8.What is Hunza Water?_0",
      "text": "The essence of Hunza water (long-lived people formulaThe Silica colloid) is secret. This water is naturally gray blackish, and 100% drinkable which is more digestible for good health. A magnetic effect is created in water by silica colloid minerals (the circle in the center)aremade up ofsilica and oxygen atoms.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "8.What is Hunza Water?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_9.Is there any airport in Hunza Valley?_0",
      "text": "A flight from Islamabad to Gilgit takes about 1 hour, while a flight to Gilgit takes around 45 minutes. From Gilgit to Hunza Valley is about 100 km and takes a journey time of 3 to 4 hours.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "9.Is there any airport in Hunza Valley?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_10.Which Mobile Network works in Hunza?_0",
      "text": "Scom, Telenor, and Zong provide mobile service in the Hunza Valley, ensuring connectivity for travelers.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "10.Which Mobile Network works in Hunza?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_11.When is Autumn and Spring season in Hunza Pakistan?_0",
      "text": "The spring season traverses frommid-March to mid-Apriland draws many visitors due to the vibrant blossoms of cherry and apricot trees.Conversely, the autumn season frommid-October to mid-Novemberis the optimal period to witness the dramatic display of falling leaves and the vibrant colors characteristic of Hunza Valley.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "11.When is Autumn and Spring season in Hunza Pakistan?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_12.What are the best restaurants in Hunza Valley?_0",
      "text": "Hunza Valley is home to various restaurants that offer a range of delectable cuisine. Notable establishments includeCafe De Hunza, Rainbow Restaurant, Pizza Pamir, and a Chinese Restaurant serving pizza, burgers, fast food, and traditional local dishes available for delivery.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "12.What are the best restaurants in Hunza Valley?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_13.How many days are enough to visit Hunza?_0",
      "text": "For those looking to fully explore and enjoy the main attractions of Hunza Valley and its breathtaking natural landscapes, it is advisable to spend around 5 to 8 days in the area. This duration allows visitors to experience the beauty and culture of the valley to the fullest.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "13.How many days are enough to visit Hunza?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_14.Is Hunza Valley safe for foreigners & local tourists?_0",
      "text": "The Hunza Valley is a stunning destination in Pakistan’s Northern Areas, known for its beautiful landscapes, pleasant climate, and rich culture. It is a safe and secure place for families and visitors of all backgrounds, attracting tourists every year.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "14.Is Hunza Valley safe for foreigners & local tourists?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_15.What are Terms & Conditions?_0",
      "text": "Standard hotel check-in time is 12:00 pm, and check-out time is 10:00 am.Meals other than those specified are an exclusion from the package.Vehicles will be provided as per the group size.ACs don’t work in Hilly Areas as the climate is moderate.Hotels are subject to availability; guests will be accommodated in similar properties if unavailable.The monument entry fee and camera charges are not included in the package.Children above 8 years of age will be considered adults only. There are no charges for children below 5 years of age.All international and domestic airfare, visa fees, airport tax, or any insurance cover is not a part of the package.Govt. Approved ID is mandatory for each guest when booking and upon arrival.All foreign nationals must share their passport and visa details when booking and upon arrival.Prices might greatly vary on Blackout Dates(special dates like Eid ul Fitr, Eid ul Adha, New Year’s, etc.). You can connect with us directly to get the best rates for these days.The prices may vary based on the season and the number of travelers traveling per day in a specific region, as there is limited hotel availability in hilly areas.Any deviation from the Vehicle’s planned route at the customer’s request during the tour will be chargeable per km basis.Any breakage or damage of items at the hotels/resorts/camps/vehicles will be charged at actuals.The package cost will not accommodate personal expenses like portage, tips, laundry, mineral water, etc.TripMaker reserves the right to rearrange the itinerary due to any disturbances (i.e., severe weather conditions, political unrest or others).Any rescheduling/rearrangement of a package due to circumstances beyond TripMaker’s control might invite additional hotel charges and/or vehicle charges.If a traveler wants to or decides to leave the trip in the middle, the traveler will bear all the expenses from that point onwards. Neither the operator nor TripMaker will be responsible for such decisions or refunds.Avoid using plastic bags and maintain the ecological balance of the destinations. Travelers littering may be fined.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "15.What are Terms & Conditions?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Get to know before travel_0",
      "text": "Mobile Network: Only the Postpaid network (Telenor, Zong, SCOM) is active in the region.Breakfast availability in a hotel mostly starts from 7:30 am to 9:30 am.Please ensure you bring enough warm clothing and the correct shoes for the tour. Ideally, you should carry 20 kg of luggage in case you have to carry it to a backup vehicle, as well as to the accommodation.Rates may fluctuate with any change in services/hotels. The client will be responsible for the difference in costs if the package is amended due to an increase in guests or a change in the hotel.The hotels are subject to their availability. The travelers will be accommodated in a property of a similar standard, in case they are unavailable.Regardless of the number of days or any service compromises, the Nature Adventure Club reserves the right to rearrange the itinerary if any disruption occurs (such as weather or political conditions).The weather in Hunza Valley is unpredictable and harsh, as a result, the hotels and their facilities cannot compare to those in similar locations in other parts of the country. They are more basic, but Hunza people carry the local warmth, compensating for the star categories.Consult a physician before undertaking the tour. Carry basic medications and a first-aid kit during the tour.Force Majeure: If unforeseen circumstances or disasters force [Nature Adventure Club] to reschedule a tour or trek, [Nature Adventure Club] reserves the right to change the itinerary to ensure the safety and well-being of clients and staff.Cancellation After Rescheduling: Our standard cancellation policy applies to clients who reschedule their tours or treks and then cancel them. Any rescheduling fees paid will be non-refundable.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Get to know before travel",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Checklist for Tourists_0",
      "text": "DocumentsOriginal Identity CardItineraryBooking ConfirmationsPassport (International Tourists)Visas (International Tourists)ClothingMix and Match Clothes (According to Weather)Comfortable Shoes – (walking and exploring)Rain Gear – If your destination is rainy, pack a raincoat or umbrella.Warm Layers – Sweater or Jacket, Trouser, Woolen Socks.ToiletriesShampoo, Conditioner, Soap, Toothpaste, ToothbrushBasic Medications – Pack any medications you take regularlySkin Care Products (Moisturizer and Sunblock)Other EssentialsDay Bag &Water BottleUniversal Power Adapter or Power BankElectronics – Pack your phone, chargers, headphones, camera.Entertainment – Pack books, magazines, or a Kindle.Neck Rest & Small Pillows for long travel.First-Aid Kit – Band-aids, Antiseptic wipes, and Pain relievers.Snacks – Pack some snacks whileroadtraveling.Enough Cash – Sometimes ATMs are not available",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Checklist for Tourists",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Documents_0",
      "text": "Original Identity CardItineraryBooking ConfirmationsPassport (International Tourists)Visas (International Tourists)",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Documents",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Clothing_0",
      "text": "Mix and Match Clothes (According to Weather)Comfortable Shoes – (walking and exploring)Rain Gear – If your destination is rainy, pack a raincoat or umbrella.Warm Layers – Sweater or Jacket, Trouser, Woolen Socks.",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Clothing",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Toiletries_0",
      "text": "Shampoo, Conditioner, Soap, Toothpaste, ToothbrushBasic Medications – Pack any medications you take regularlySkin Care Products (Moisturizer and Sunblock)",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Toiletries",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Other Essentials_0",
      "text": "Day Bag &Water BottleUniversal Power Adapter or Power BankElectronics – Pack your phone, chargers, headphones, camera.Entertainment – Pack books, magazines, or a Kindle.Neck Rest & Small Pillows for long travel.First-Aid Kit – Band-aids, Antiseptic wipes, and Pain relievers.Snacks – Pack some snacks whileroadtraveling.Enough Cash – Sometimes ATMs are not available",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Other Essentials",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Already A Member?_0",
      "text": "Username or E-mailPassword Forget Password?",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Already A Member?",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Don't have an account? Create one._0",
      "text": "When you book with an account, you will be able to track your payment status, track the confirmation and you can also rate the tour after you finished the tour.Sign Up",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Don't have an account? Create one.",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Discounted Tour Offers_0",
      "text": "Skardu Tours PackagesHunza Tours PackagesSwat Tours PackagesFairy Meadows Tour PackagesNaran Kaghan Tour PackagesAzad Kashmir Tour Packages",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Discounted Tour Offers",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Ammar Talha_0",
      "text": "Couple Traveller",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Ammar Talha",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Zenab Abdullah_0",
      "text": "Family Traveller",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Zenab Abdullah",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Aliza Shahid_0",
      "text": "Group Traveller",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Aliza Shahid",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Sulman Naseem_0",
      "text": "Group Traveller",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Sulman Naseem",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Aman Rashid_0",
      "text": "Group Traveller",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Aman Rashid",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Pakistan Trips_0",
      "text": "Fairy Meadows ToursHunza Skardu ToursHunza Valley ToursSkardu ToursSwat Kalam ToursAzad Kashmir ToursNaran Kaghan ToursPakistan Northern Areas ToursKumrat Valley Tours",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Pakistan Trips",
        "chunk_index": 0
      }
    },
    {
      "id": "gilgit-baltistan-pakistan-tour-package_Destinations_0",
      "text": "1. Azad Kashmir2. Hunza3. Naran Kaghan4. Swat Kalam5. Skardu Valley6. Northern Areas7. Fairy Meadows8. Gilgit Baltistan9. Kumrat Valley",
      "metadata": {
        "page_id": "gilgit-baltistan-pakistan-tour-package",
        "header": "Destinations",
        "chunk_index": 0
      }
    }
  ]
}