{
  "page_id": "skardu-pakistan-sightseeing-excursion",
  "url": "",
  "metadata": {
    "title": "9 Days Skardu Pakistan Tour Package from Islamabad"
  },
  "sections": [
    {
      "header": "9 Days Skardu Pakistan Tour Package from Islamabad",
      "content": "(10 Reviews)"
    },
    {
      "header": "9 Days Tour to Skardu Highlights",
      "content": ""
    },
    {
      "header": "Skardu 9 Days Trip Overview",
      "content": ""
    },
    {
      "header": "Travel Plan",
      "content": ""
    },
    {
      "header": "Day 0: Departure from Lahore to Chillas",
      "content": "Departure from Lahore to Skardu Trip at 10:00 pm in private transportNight Travel to Skardu Valley via Motorway & ExpresswayPeople of Karachi need to reach in Lahore or Islamabad via train or flight to join tour"
    },
    {
      "header": "Day 1: Travel to Skardu from Islamabad",
      "content": "Pick the Islamabad members and continue drive to Chillas via Hazara ExpresswayBreakfast break at Balakot or Besham as per scheduleContinue Drive to Chillas with short refreshments staysPhotography on the way to ChillasVisit Babusar Top (the highest point of Kaghan Valley) after Lulusar LakeReach Chillas in evening and transfer to HotelDinner & Overnight stay in Chillas"
    },
    {
      "header": "Day 2: Chillas to Skardu via JSR Road - Shangrilla Lake",
      "content": "Breakfast from Hotel in Chillas & Check out from HotelTravel towards Skardu via Gilgit-Skardu RoadReach Skardu after 5 – 6 hours mountainous driveMove towards Upper Kachura Lake with short Trek of 20 minutesVisit beautiful Shangrilla Lake which alluring the touristsExplore and enjoy the unique beauty of Soq Valley for half hourTransfer to nice Hotel & overnight stay in Skardu"
    },
    {
      "header": "Day 3: Jeep Tour to Skardu Deosai Plain (4113 m)",
      "content": "Breakfast from Hotel at 7:30amTransfer to Jeeps to off road track to Deosai Skardu.Explore flora & fauna of Deosai Plain SkarduShort stay at picturesque Sheosar Lake with refreshmentPhotography & Sightseeing Kala Pani & Bara PaniTravel back to Hotel & overnight stay in Skardu"
    },
    {
      "header": "Day 4: Travel Shigar Valley – Visit Cold Desert (5.3 hours drive)",
      "content": "Breakfast in Hotel at 8:00amExplore blazing Katpana Cold Desert sand dunesParamotor, Jeep Safari and four wheelers thrilling activitiesVisit spectacular Shigar Valley crossover sightseeing bridgeExplore medieval Shigar fort & elegant Royal Garden located in valleyMove back to Hotel & Overnight stay in Skardu"
    },
    {
      "header": "Day 5: Drive back to Besham/Naran from Skardu",
      "content": "Breakfast from Hotel & Check out after fill some formalitiesDrive back to Naran/Besham from SkarduVisit Lulusar Lake / Babusar Top / Besham CityShort refreshment stays on the way backReach Naran / Besham at night & transfer to hotelDinner and overnight stay at Naran / Besham"
    },
    {
      "header": "Day 6: Travel back to Lahore / Islamabad",
      "content": "Having Breakfast from Hotel & Check out after fill some formalitiesDrive back to Lahore / Islamabad via same routeVisit Kiwayi Waterfall / Balakot / BatgramShort refreshment stays on the way backReach Islamabad in evening round about 6 – 7 pmReach Lahore at nightEnd of Journey"
    },
    {
      "header": "Places to Visit",
      "content": ""
    },
    {
      "header": "FAQs",
      "content": ""
    },
    {
      "header": "1.How to Book Skardu tour?",
      "content": "Need to pay 30% to 50% advance for reservation of Tour. Remaining at the Departure time you will have to pay remaining balance. Receipt will issue to you after received the advance.Online Bank TransferJazz Cash / Easy PaisaWise or RemittanceWestern UnionOthers…"
    },
    {
      "header": "2.Is Skardu safe for tourists?",
      "content": "Skardu Valley is found in the Gilgit Baltistan area of Pakistan. It is a safe and secure destination for couples and families with children to explore the main attractions of Skardu."
    },
    {
      "header": "3.Are there direct flights for Skardu?",
      "content": "From Islamabad:Skardu direct flights are available from Islamabad 2 flights a week in the winter (November – April). In the summer season (May – September), daily flights are available from Islamabad, which take 1 hour to travel over the majestic mountains.From Lahore:2 Direct flights a week to Skardu are available in the Summer Season (May – September), which takes one and a half hours from Lahore International Airport.From Karachi:Two direct flights a week depart Karachi International Airport for Skardu during the Summer Season (May – September)."
    },
    {
      "header": "4.What is special about Skardu?",
      "content": "Skardu Valley serves as a gateway to some of the tallest mountain peaks globally, including Gasherbrum, K2, K3, and Deosai, which is the highest plain. This region exemplifies hospitality and respect towards visitors."
    },
    {
      "header": "5.Is there any airport in Skardu?",
      "content": "Yes, Skardu Airport is situated in Gamba Skardu, which is 19 km to the west of Skardu city center. The distance from Skardu Airport to Kachura (Shangrila Lake) is 23 km."
    },
    {
      "header": "6.Which mobile network works in Skardu?",
      "content": "All mobile networks operate in Skardu, but Telenor, Scom, and Zong provide the best and most reliable internet coverage."
    },
    {
      "header": "7.What are the Jeep rates for Deosai and Bashu?",
      "content": "A Prado (5 to 6 persons) will charge you between Rs.15000 and Rs.17000 for a round trip from Skardu to Deosai Plain, and the same price applies to Bashu Valley."
    },
    {
      "header": "8.What are the best restaurants in Skardu?",
      "content": "Indus LodgesShahi DeewanKhan ShinwariNorth CafeThe Grind Cafe"
    },
    {
      "header": "9.What to buy in Skardu?",
      "content": "Look for distinctive handmade crafts like Pashmina shawls, carpets, and traditional Balti jewelry. You can also purchase a variety of dried fruits and Shalajeet."
    },
    {
      "header": "10.In which mountain ranges Skardu located?",
      "content": "Skardu is located in Baltistan within the Himalayas and serves as the capital city of the Baltistan region. All essential supplies are available in Skardu."
    },
    {
      "header": "11.How far is Hunza from Skardu?",
      "content": "It is also possible to travel via the Karakoram Highway and Gilgit-Skardu Road (GSR), which travels approximately 290 kilometers (5 hours), a route that is generally accessible throughout the year, depending on weather conditions."
    },
    {
      "header": "12.Can we see K-2 from Skardu?",
      "content": "K2 cannot be seen from Skardu city. To observe the second-highest peak in the world, a trek lasting 2 to 3 days is required from the main city of Skardu."
    },
    {
      "header": "13.What are the best hotels to stay in Skardu?",
      "content": "There are many standard, deluxe, and luxury hotels to stay in Skardu and its surroundings as follow some of these:Khoj ResortHimalaya HotelHimmel ResortShangrilla ResortQayam SkarduAl-Noor Starlet"
    },
    {
      "header": "14.Which type of transport used for travelling ?",
      "content": "Transport depends on the number of persons. For our group tours, we use a private AC Coaster Saloon. We have sanitized and well-maintained AC vehicles with expert drivers to make your journey smooth and leisure.2 – 3 People (Sedan Car)4 – 6 People (Honda BRV or APV)7 – 9 Persons (Low-Roof)10 – 13 Persons (Hi-Roof)Coaster Saloon (20 Seaters) is perfect and comfortable transport"
    },
    {
      "header": "15.What are Terms & Conditions?",
      "content": "Standard hotel check-in time is 12:00 pm, and check-out time is 10:00 am.Meals other than those specified are an exclusion from the package.Vehicles will be provided as per the group size.ACs don’t work in Hilly Areas as the climate is moderate.Hotels are subject to availability; guests will be accommodated in similar properties if unavailable.The monument entry fee and camera charges are not included in the package.Children above 8 years of age will be considered adults only. There are no charges for children below 5 years of age.All international and domestic airfare, visa fees, airport tax, or any insurance cover is not a part of the package.Govt. Approved ID is mandatory for each guest when booking and upon arrival.All foreign nationals must share their passport and visa details when booking and upon arrival.Prices might greatly vary on Blackout Dates(special dates like Eid ul Fitr, Eid ul Adha, New Year’s, etc.). You can connect with us directly to get the best rates for these days.The prices may vary based on the season and the number of travelers traveling per day in a specific region, as there is limited hotel availability in hilly areas.Any deviation from the Vehicle’s planned route at the customer’s request during the tour will be chargeable per km basis.Any breakage or damage of items at the hotels/resorts/camps/vehicles will be charged at actuals.The package cost will not accommodate personal expenses like portage, tips, laundry, mineral water, etc.Nature Adventure Club reserves the right to rearrange the itinerary due to any disturbances (i.e., severe weather conditions, political unrest or others).Any rescheduling/rearrangement of a package due to circumstances beyond NAC control might invite additional hotel charges and/or vehicle charges.If a traveler wants to or decides to leave the trip in the middle, the traveler will bear all the expenses from that point onwards. Neither the operator nor Nature Adventure Club will be responsible for such decisions or refunds.Avoid using plastic bags and maintain the ecological balance of the destinations. Travelers littering may be fined."
    },
    {
      "header": "Get to know before travel",
      "content": "Mobile Network: Only the Postpaid network (Telenor, Zong, SCOM) is active in the region.Breakfast availability in a hotel mostly starts from 7:30 am to 9:30 am.Please ensure you bring enough warm clothing and the correct shoes for the tour. Ideally, you should carry 20 kg of luggage in case you have to carry it to a backup vehicle, as well as to the accommodation.Rates may fluctuate with any change in services/hotels. The client will be responsible for the difference in costs if the package is amended due to an increase in guests or a change in the hotel.The hotels are subject to their availability. The travelers will be accommodated in a property of a similar standard, in case they are unavailable.Regardless of the number of days or any service compromises, the Nature Adventure Club reserves the right to rearrange the itinerary if any disruption occurs (such as weather or political conditions).The weather in Hunza Valley is unpredictable and harsh, as a result, the hotels and their facilities cannot compare to those in similar locations in other parts of the country. They are more basic, but Hunza people carry the local warmth, compensating for the star categories.Consult a physician before undertaking the tour. Carry basic medications and a first-aid kit during the tour.Force Majeure: If unforeseen circumstances or disasters force [Nature Adventure Club] to reschedule a tour or trek, [Nature Adventure Club] reserves the right to change the itinerary to ensure the safety and well-being of clients and staff.Cancellation After Rescheduling: Our standard cancellation policy applies to clients who reschedule their tours or treks and then cancel them. Any rescheduling fees paid will be non-refundable."
    },
    {
      "header": "Checklist for Tourists",
      "content": "DocumentsOriginal Identity CardItineraryBooking ConfirmationsPassport (International Tourists)Visas (International Tourists)ClothingMix and Match Clothes (According to Weather)Comfortable Shoes – (walking and exploring)Rain Gear – If your destination is rainy, pack a raincoat or umbrella.Warm Layers – Sweater or Jacket, Trouser, Woolen Socks.ToiletriesShampoo, Conditioner, Soap, Toothpaste, ToothbrushBasic Medications – Pack any medications you take regularlySkin Care Products (Moisturizer and Sunblock)Other EssentialsDay Bag &Water BottleUniversal Power Adapter or Power BankElectronics – Pack your phone, chargers, headphones, camera.Entertainment – Pack books, magazines, or a Kindle.Neck Rest & Small Pillows for long travel.First-Aid Kit – Band-aids, Antiseptic wipes, and Pain relievers.Snacks – Pack some snacks whileroadtraveling.Enough Cash – Sometimes ATMs are not available"
    },
    {
      "header": "Documents",
      "content": "Original Identity CardItineraryBooking ConfirmationsPassport (International Tourists)Visas (International Tourists)"
    },
    {
      "header": "Clothing",
      "content": "Mix and Match Clothes (According to Weather)Comfortable Shoes – (walking and exploring)Rain Gear – If your destination is rainy, pack a raincoat or umbrella.Warm Layers – Sweater or Jacket, Trouser, Woolen Socks."
    },
    {
      "header": "Toiletries",
      "content": "Shampoo, Conditioner, Soap, Toothpaste, ToothbrushBasic Medications – Pack any medications you take regularlySkin Care Products (Moisturizer and Sunblock)"
    },
    {
      "header": "Other Essentials",
      "content": "Day Bag &Water BottleUniversal Power Adapter or Power BankElectronics – Pack your phone, chargers, headphones, camera.Entertainment – Pack books, magazines, or a Kindle.Neck Rest & Small Pillows for long travel.First-Aid Kit – Band-aids, Antiseptic wipes, and Pain relievers.Snacks – Pack some snacks whileroadtraveling.Enough Cash – Sometimes ATMs are not available"
    },
    {
      "header": "Adding item to wishlist requires an account",
      "content": ""
    },
    {
      "header": "Already A Member?",
      "content": [
        "Username or E-mailPassword",
        "Forget Password?"
      ]
    },
    {
      "header": "Don't have an account? Create one.",
      "content": "When you book with an account, you will be able to track your payment status, track the confirmation and you can also rate the tour after you finished the tour.Sign Up"
    },
    {
      "header": "Make My Trip",
      "content": ""
    },
    {
      "header": "Why Nature Club",
      "content": ""
    },
    {
      "header": "Need Help?",
      "content": ""
    },
    {
      "header": "Discounted Tour Offers",
      "content": "Skardu Tours PackagesHunza Tours PackagesSwat Tours PackagesFairy Meadows Tour PackagesNaran Kaghan Tour PackagesAzad Kashmir Tour Packages"
    },
    {
      "header": "More About Skardu Tourism",
      "content": ""
    },
    {
      "header": "Sheikh Umer",
      "content": "Family Traveller"
    },
    {
      "header": "Inaam Aziz",
      "content": "Family Traveller"
    },
    {
      "header": "Anum Nosheen",
      "content": "Family Traveller"
    },
    {
      "header": "Adnan Khaliq",
      "content": "Couple Traveller"
    },
    {
      "header": "Bilal Raza",
      "content": "Group Traveller"
    },
    {
      "header": "Contact",
      "content": ""
    },
    {
      "header": "Pakistan Trips",
      "content": "Fairy Meadows ToursHunza Skardu ToursHunza Valley ToursSkardu ToursSwat Kalam ToursAzad Kashmir ToursNaran Kaghan ToursPakistan Northern Areas ToursKumrat Valley Tours"
    },
    {
      "header": "Destinations",
      "content": "1. Azad Kashmir2. Hunza3. Naran Kaghan4. Swat Kalam5. Skardu Valley6. Northern Areas7. Fairy Meadows8. Gilgit Baltistan9. Kumrat Valley"
    },
    {
      "header": "1. Azad Kashmir",
      "content": ""
    },
    {
      "header": "2. Hunza",
      "content": ""
    },
    {
      "header": "3. Naran Kaghan",
      "content": ""
    },
    {
      "header": "4. Swat Kalam",
      "content": ""
    },
    {
      "header": "5. Skardu Valley",
      "content": ""
    },
    {
      "header": "6. Northern Areas",
      "content": ""
    },
    {
      "header": "7. Fairy Meadows",
      "content": ""
    },
    {
      "header": "8. Gilgit Baltistan",
      "content": ""
    },
    {
      "header": "9. Kumrat Valley",
      "content": ""
    }
  ],
  "chunks": [
    {
      "id": "skardu-pakistan-sightseeing-excursion_9 Days Skardu Pakistan Tour Package from Islamabad_0",
      "text": "(10 Reviews)",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "9 Days Skardu Pakistan Tour Package from Islamabad",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Day 0: Departure from Lahore to Chillas_0",
      "text": "Departure from Lahore to Skardu Trip at 10:00 pm in private transportNight Travel to Skardu Valley via Motorway & ExpresswayPeople of Karachi need to reach in Lahore or Islamabad via train or flight to join tour",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Day 0: Departure from Lahore to Chillas",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Day 1: Travel to Skardu from Islamabad_0",
      "text": "Pick the Islamabad members and continue drive to Chillas via Hazara ExpresswayBreakfast break at Balakot or Besham as per scheduleContinue Drive to Chillas with short refreshments staysPhotography on the way to ChillasVisit Babusar Top (the highest point of Kaghan Valley) after Lulusar LakeReach Chillas in evening and transfer to HotelDinner & Overnight stay in Chillas",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Day 1: Travel to Skardu from Islamabad",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Day 2: Chillas to Skardu via JSR Road - Shangrilla Lake_0",
      "text": "Breakfast from Hotel in Chillas & Check out from HotelTravel towards Skardu via Gilgit-Skardu RoadReach Skardu after 5 – 6 hours mountainous driveMove towards Upper Kachura Lake with short Trek of 20 minutesVisit beautiful Shangrilla Lake which alluring the touristsExplore and enjoy the unique beauty of Soq Valley for half hourTransfer to nice Hotel & overnight stay in Skardu",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Day 2: Chillas to Skardu via JSR Road - Shangrilla Lake",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Day 3: Jeep Tour to Skardu Deosai Plain (4113 m)_0",
      "text": "Breakfast from Hotel at 7:30amTransfer to Jeeps to off road track to Deosai Skardu.Explore flora & fauna of Deosai Plain SkarduShort stay at picturesque Sheosar Lake with refreshmentPhotography & Sightseeing Kala Pani & Bara PaniTravel back to Hotel & overnight stay in Skardu",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Day 3: Jeep Tour to Skardu Deosai Plain (4113 m)",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Day 4: Travel Shigar Valley – Visit Cold Desert (5.3 hours drive)_0",
      "text": "Breakfast in Hotel at 8:00amExplore blazing Katpana Cold Desert sand dunesParamotor, Jeep Safari and four wheelers thrilling activitiesVisit spectacular Shigar Valley crossover sightseeing bridgeExplore medieval Shigar fort & elegant Royal Garden located in valleyMove back to Hotel & Overnight stay in Skardu",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Day 4: Travel Shigar Valley – Visit Cold Desert (5.3 hours drive)",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Day 5: Drive back to Besham/Naran from Skardu_0",
      "text": "Breakfast from Hotel & Check out after fill some formalitiesDrive back to Naran/Besham from SkarduVisit Lulusar Lake / Babusar Top / Besham CityShort refreshment stays on the way backReach Naran / Besham at night & transfer to hotelDinner and overnight stay at Naran / Besham",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Day 5: Drive back to Besham/Naran from Skardu",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Day 6: Travel back to Lahore / Islamabad_0",
      "text": "Having Breakfast from Hotel & Check out after fill some formalitiesDrive back to Lahore / Islamabad via same routeVisit Kiwayi Waterfall / Balakot / BatgramShort refreshment stays on the way backReach Islamabad in evening round about 6 – 7 pmReach Lahore at nightEnd of Journey",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Day 6: Travel back to Lahore / Islamabad",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_1.How to Book Skardu tour?_0",
      "text": "Need to pay 30% to 50% advance for reservation of Tour. Remaining at the Departure time you will have to pay remaining balance. Receipt will issue to you after received the advance.Online Bank TransferJazz Cash / Easy PaisaWise or RemittanceWestern UnionOthers…",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "1.How to Book Skardu tour?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_2.Is Skardu safe for tourists?_0",
      "text": "Skardu Valley is found in the Gilgit Baltistan area of Pakistan. It is a safe and secure destination for couples and families with children to explore the main attractions of Skardu.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "2.Is Skardu safe for tourists?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_3.Are there direct flights for Skardu?_0",
      "text": "From Islamabad:Skardu direct flights are available from Islamabad 2 flights a week in the winter (November – April). In the summer season (May – September), daily flights are available from Islamabad, which take 1 hour to travel over the majestic mountains.From Lahore:2 Direct flights a week to Skardu are available in the Summer Season (May – September), which takes one and a half hours from Lahore International Airport.From Karachi:Two direct flights a week depart Karachi International Airport for Skardu during the Summer Season (May – September).",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "3.Are there direct flights for Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_4.What is special about Skardu?_0",
      "text": "Skardu Valley serves as a gateway to some of the tallest mountain peaks globally, including Gasherbrum, K2, K3, and Deosai, which is the highest plain. This region exemplifies hospitality and respect towards visitors.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "4.What is special about Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_5.Is there any airport in Skardu?_0",
      "text": "Yes, Skardu Airport is situated in Gamba Skardu, which is 19 km to the west of Skardu city center. The distance from Skardu Airport to Kachura (Shangrila Lake) is 23 km.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "5.Is there any airport in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_6.Which mobile network works in Skardu?_0",
      "text": "All mobile networks operate in Skardu, but Telenor, Scom, and Zong provide the best and most reliable internet coverage.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "6.Which mobile network works in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_7.What are the Jeep rates for Deosai and Bashu?_0",
      "text": "A Prado (5 to 6 persons) will charge you between Rs.15000 and Rs.17000 for a round trip from Skardu to Deosai Plain, and the same price applies to Bashu Valley.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "7.What are the Jeep rates for Deosai and Bashu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_8.What are the best restaurants in Skardu?_0",
      "text": "Indus LodgesShahi DeewanKhan ShinwariNorth CafeThe Grind Cafe",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "8.What are the best restaurants in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_9.What to buy in Skardu?_0",
      "text": "Look for distinctive handmade crafts like Pashmina shawls, carpets, and traditional Balti jewelry. You can also purchase a variety of dried fruits and Shalajeet.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "9.What to buy in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_10.In which mountain ranges Skardu located?_0",
      "text": "Skardu is located in Baltistan within the Himalayas and serves as the capital city of the Baltistan region. All essential supplies are available in Skardu.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "10.In which mountain ranges Skardu located?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_11.How far is Hunza from Skardu?_0",
      "text": "It is also possible to travel via the Karakoram Highway and Gilgit-Skardu Road (GSR), which travels approximately 290 kilometers (5 hours), a route that is generally accessible throughout the year, depending on weather conditions.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "11.How far is Hunza from Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_12.Can we see K-2 from Skardu?_0",
      "text": "K2 cannot be seen from Skardu city. To observe the second-highest peak in the world, a trek lasting 2 to 3 days is required from the main city of Skardu.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "12.Can we see K-2 from Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_13.What are the best hotels to stay in Skardu?_0",
      "text": "There are many standard, deluxe, and luxury hotels to stay in Skardu and its surroundings as follow some of these:Khoj ResortHimalaya HotelHimmel ResortShangrilla ResortQayam SkarduAl-Noor Starlet",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "13.What are the best hotels to stay in Skardu?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_14.Which type of transport used for travelling ?_0",
      "text": "Transport depends on the number of persons. For our group tours, we use a private AC Coaster Saloon. We have sanitized and well-maintained AC vehicles with expert drivers to make your journey smooth and leisure.2 – 3 People (Sedan Car)4 – 6 People (Honda BRV or APV)7 – 9 Persons (Low-Roof)10 – 13 Persons (Hi-Roof)Coaster Saloon (20 Seaters) is perfect and comfortable transport",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "14.Which type of transport used for travelling ?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_15.What are Terms & Conditions?_0",
      "text": "Standard hotel check-in time is 12:00 pm, and check-out time is 10:00 am.Meals other than those specified are an exclusion from the package.Vehicles will be provided as per the group size.ACs don’t work in Hilly Areas as the climate is moderate.Hotels are subject to availability; guests will be accommodated in similar properties if unavailable.The monument entry fee and camera charges are not included in the package.Children above 8 years of age will be considered adults only. There are no charges for children below 5 years of age.All international and domestic airfare, visa fees, airport tax, or any insurance cover is not a part of the package.Govt. Approved ID is mandatory for each guest when booking and upon arrival.All foreign nationals must share their passport and visa details when booking and upon arrival.Prices might greatly vary on Blackout Dates(special dates like Eid ul Fitr, Eid ul Adha, New Year’s, etc.). You can connect with us directly to get the best rates for these days.The prices may vary based on the season and the number of travelers traveling per day in a specific region, as there is limited hotel availability in hilly areas.Any deviation from the Vehicle’s planned route at the customer’s request during the tour will be chargeable per km basis.Any breakage or damage of items at the hotels/resorts/camps/vehicles will be charged at actuals.The package cost will not accommodate personal expenses like portage, tips, laundry, mineral water, etc.Nature Adventure Club reserves the right to rearrange the itinerary due to any disturbances (i.e., severe weather conditions, political unrest or others).Any rescheduling/rearrangement of a package due to circumstances beyond NAC control might invite additional hotel charges and/or vehicle charges.If a traveler wants to or decides to leave the trip in the middle, the traveler will bear all the expenses from that point onwards. Neither the operator nor Nature Adventure Club will be responsible for such decisions or refunds.Avoid using plastic bags and maintain the ecological balance of the destinations. Travelers littering may be fined.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "15.What are Terms & Conditions?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Get to know before travel_0",
      "text": "Mobile Network: Only the Postpaid network (Telenor, Zong, SCOM) is active in the region.Breakfast availability in a hotel mostly starts from 7:30 am to 9:30 am.Please ensure you bring enough warm clothing and the correct shoes for the tour. Ideally, you should carry 20 kg of luggage in case you have to carry it to a backup vehicle, as well as to the accommodation.Rates may fluctuate with any change in services/hotels. The client will be responsible for the difference in costs if the package is amended due to an increase in guests or a change in the hotel.The hotels are subject to their availability. The travelers will be accommodated in a property of a similar standard, in case they are unavailable.Regardless of the number of days or any service compromises, the Nature Adventure Club reserves the right to rearrange the itinerary if any disruption occurs (such as weather or political conditions).The weather in Hunza Valley is unpredictable and harsh, as a result, the hotels and their facilities cannot compare to those in similar locations in other parts of the country. They are more basic, but Hunza people carry the local warmth, compensating for the star categories.Consult a physician before undertaking the tour. Carry basic medications and a first-aid kit during the tour.Force Majeure: If unforeseen circumstances or disasters force [Nature Adventure Club] to reschedule a tour or trek, [Nature Adventure Club] reserves the right to change the itinerary to ensure the safety and well-being of clients and staff.Cancellation After Rescheduling: Our standard cancellation policy applies to clients who reschedule their tours or treks and then cancel them. Any rescheduling fees paid will be non-refundable.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Get to know before travel",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Checklist for Tourists_0",
      "text": "DocumentsOriginal Identity CardItineraryBooking ConfirmationsPassport (International Tourists)Visas (International Tourists)ClothingMix and Match Clothes (According to Weather)Comfortable Shoes – (walking and exploring)Rain Gear – If your destination is rainy, pack a raincoat or umbrella.Warm Layers – Sweater or Jacket, Trouser, Woolen Socks.ToiletriesShampoo, Conditioner, Soap, Toothpaste, ToothbrushBasic Medications – Pack any medications you take regularlySkin Care Products (Moisturizer and Sunblock)Other EssentialsDay Bag &Water BottleUniversal Power Adapter or Power BankElectronics – Pack your phone, chargers, headphones, camera.Entertainment – Pack books, magazines, or a Kindle.Neck Rest & Small Pillows for long travel.First-Aid Kit – Band-aids, Antiseptic wipes, and Pain relievers.Snacks – Pack some snacks whileroadtraveling.Enough Cash – Sometimes ATMs are not available",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Checklist for Tourists",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Documents_0",
      "text": "Original Identity CardItineraryBooking ConfirmationsPassport (International Tourists)Visas (International Tourists)",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Documents",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Clothing_0",
      "text": "Mix and Match Clothes (According to Weather)Comfortable Shoes – (walking and exploring)Rain Gear – If your destination is rainy, pack a raincoat or umbrella.Warm Layers – Sweater or Jacket, Trouser, Woolen Socks.",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Clothing",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Toiletries_0",
      "text": "Shampoo, Conditioner, Soap, Toothpaste, ToothbrushBasic Medications – Pack any medications you take regularlySkin Care Products (Moisturizer and Sunblock)",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Toiletries",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Other Essentials_0",
      "text": "Day Bag &Water BottleUniversal Power Adapter or Power BankElectronics – Pack your phone, chargers, headphones, camera.Entertainment – Pack books, magazines, or a Kindle.Neck Rest & Small Pillows for long travel.First-Aid Kit – Band-aids, Antiseptic wipes, and Pain relievers.Snacks – Pack some snacks whileroadtraveling.Enough Cash – Sometimes ATMs are not available",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Other Essentials",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Already A Member?_0",
      "text": "Username or E-mailPassword Forget Password?",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Already A Member?",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Don't have an account? Create one._0",
      "text": "When you book with an account, you will be able to track your payment status, track the confirmation and you can also rate the tour after you finished the tour.Sign Up",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Don't have an account? Create one.",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Discounted Tour Offers_0",
      "text": "Skardu Tours PackagesHunza Tours PackagesSwat Tours PackagesFairy Meadows Tour PackagesNaran Kaghan Tour PackagesAzad Kashmir Tour Packages",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Discounted Tour Offers",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Sheikh Umer_0",
      "text": "Family Traveller",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Sheikh Umer",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Inaam Aziz_0",
      "text": "Family Traveller",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Inaam Aziz",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Anum Nosheen_0",
      "text": "Family Traveller",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Anum Nosheen",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Adnan Khaliq_0",
      "text": "Couple Traveller",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Adnan Khaliq",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Bilal Raza_0",
      "text": "Group Traveller",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Bilal Raza",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Pakistan Trips_0",
      "text": "Fairy Meadows ToursHunza Skardu ToursHunza Valley ToursSkardu ToursSwat Kalam ToursAzad Kashmir ToursNaran Kaghan ToursPakistan Northern Areas ToursKumrat Valley Tours",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Pakistan Trips",
        "chunk_index": 0
      }
    },
    {
      "id": "skardu-pakistan-sightseeing-excursion_Destinations_0",
      "text": "1. Azad Kashmir2. Hunza3. Naran Kaghan4. Swat Kalam5. Skardu Valley6. Northern Areas7. Fairy Meadows8. Gilgit Baltistan9. Kumrat Valley",
      "metadata": {
        "page_id": "skardu-pakistan-sightseeing-excursion",
        "header": "Destinations",
        "chunk_index": 0
      }
    }
  ]
}